const AboutUs = () => {
  return (
    <div className="flex justify-center items-center my-10 container mx-auto">
      <div className="flex-1">
        <img className="rounded w-1/2 mx-auto" src="/public/hbss.jpg" alt="" />
      </div>
      <div className="flex-1 font-tiro">
        <div>
          <div className=" border-l-4 border-[#6439FF] pl-2 mb-2">
            <h3 className="text-3xl ">আমাদের পরিচিতি</h3>
          </div>
          <p>
            হোগলা বেতকা মাধ্যমিক বিদ্যালয় শুধু শিক্ষার আলো ছড়ানোর জন্যই নয়, এটি
            আমাদের এলাকার সংস্কৃতি ও ঐতিহ্যের ধারক ও বাহক হিসেবেও পরিচিত।
            বিদ্যালয়ের স্থাপনাটি সবুজের মাঝে অবস্থিত, যেখানে শিক্ষার্থীরা
            প্রকৃতির সান্নিধ্যে থেকে লেখাপড়া করতে পারে। প্রতিদিন শতাধিক
            শিক্ষার্থী এই বিদ্যালয়ে আসেন, যারা নিজেদের মেধা এবং মনন বিকাশের জন্য
            পরিশ্রম করে চলেছেন। <br />
            <br /> বিদ্যালয়ের পাঠদান পদ্ধতি অত্যন্ত সুনিয়ন্ত্রিত ও যুগোপযোগী,
            যাতে শিক্ষার্থীরা বর্তমান যুগের চাহিদা অনুযায়ী নিজেদের প্রস্তুত করতে
            পারে। এখানে শিক্ষার্থীদের মানসিক এবং শারীরিক বিকাশের জন্য বিভিন্ন
            ধরনের সহশিক্ষা কার্যক্রম পরিচালিত হয়, যেমন খেলাধুলা, বিতর্ক,
            সাংস্কৃতিক অনুষ্ঠান ইত্যাদি। <br />
            <br /> প্রতিষ্ঠানটি শুধুমাত্র একাডেমিক সাফল্যের দিকেই নজর দেয় না,
            বরং শিক্ষার্থীদের মধ্যে নৈতিকতা, শৃঙ্খলা এবং সামাজিক দায়িত্বশীলতা
            গড়ে তোলার প্রতি বিশেষ গুরুত্ব দেয়। শিক্ষার্থীরা যেন সমাজের
            সুনাগরিক হিসেবে গড়ে উঠতে পারে, সেজন্য বিদ্যালয়ের শিক্ষকরা সবসময়
            উৎসাহী। <br />
            <br /> এছাড়াও, হোগলা বেতকা মাধ্যমিক বিদ্যালয়ের প্রাক্তন
            শিক্ষার্থীরাও বিভিন্ন ক্ষেত্রে সাফল্যের সাথে প্রতিষ্ঠিত হয়েছেন, যা
            এই বিদ্যালয়ের মান এবং সুনামের আরও একটি উদাহরণ।
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
